Repository: alkostuchkov/DampersApp
Catalog: data/locales/*/LC_MESSAGES/dampersapp.po
Languages: ru

source: Add damper
ru: Добавить гаситель

source: Number of damper
ru: Номер гасителя

source: Can't be empty
ru: Не может быть пустым

source: Type:
ru: Тип:

source: Add types
ru: Добавить типы

source: Location
ru: Расположение

source: Is released:
ru: Выпущен:

source: Notes
ru: Примечания

source: Add
ru: Добавить

source: Add damper type
ru: Добавить тип

source: Type of damper
ru: Тип гасителя

source: Delete/Edit type
ru: Удалить/ Редактировать тип

source: Edit damper
ru: Редактировать гаситель

source: Edit
ru: Редактировать

source: Edit type
ru: Редактировать тип

source: Search
ru: Поиск

source: Language
ru: Язык

source: Dampers
ru: Гасители

source: Fill the field
ru: Заполните поле

source: {} already exists
ru: {} уже существует

source: Added new type: {}
ru: Новый тип добавлен: {}

source: Nothing to change
ru: Нечего изменять

source: Edited
ru: Отредактировано

source: Select all
ru: Выбрать все

source: Cancel all selection
ru: Отменить выделение

source: Edit selected type
ru: Редактировать выбранный тип

source: Delete selected types
ru: Удалить выбранные типы

source: No Types in the DB
ru: Нет типов в БД

source: Delete damper type
ru: Удалить тип

source: Delete
ru: Удалить

source: Cancel
ru: Отмена

source: This action will delete selected types and all records in the dampers where these types are from the Database. Do you really want to do this?
ru: Это действие удалит выбранные типы и все записи из гасителей с данными типами. Вы правда этого хотите?

source: Deleted
ru: Удалено

source: Select one for editing
ru: Выберите один для редактирования

source: First add damper types into the DB
ru: Сначала добавьте типы в ДБ

source: Fill all needed fields
ru: Заполните все необходимые поля

source: Added new damper: {}
ru: Новый гаситель добавлен: {}

source: Can't translate the App
ru: Не могу перевести приложение

source: Add type
ru: Добавить тип

source: Edit selected damper
ru: Редактировать выбранный гаситель

source: Delete selected dampers
ru: Удалить выбранные гасители

source: Backup Database
ru: Сохранить базу данных

source: Restore Database
ru: Восстановить базу данных

source: Clear DB
ru: Очистить базу данных

source: Change theme
ru: Изменить тему

source: Exit
ru: Выход

source: By 'number'
ru: По 'номеру'

source: By 'location'
ru: По 'расположению'

source: By 'check date'
ru: По 'дате проверки'

source: By 'is released'
ru: По 'выпущен'

source: By 'no order'
ru: Без сортировки

source: Tap BACK again to exit
ru: Еще раз НАЗАД для выхода

source: Can't get dampers from the DB
ru: Не могу получить гасители из БД

source: No dampers in the DB
ru: Нет гасителей в БД

source: Backup file saved
ru: Сохранено успешно

source: Backup file restored
ru: Восстановлено успешно

source: Delete damper
ru: Удалить гаситель

source: This action will delete selected dampers from the Database. Do you really want to do this?
ru: Это действие удалит выбранные гасители из БД. Вы правда этого хотите?

source: Clear Database
ru: Очистить ДБ

source: Clear
ru: Очистить

source: [color={}]This action will delete [b]ALL[/b] data from the Database. Do you really want to do this?[/color]
ru: [color={}]Это действие удалит [b]ВСЕ[/b] данные из БД. Вы правда этого хотите?[/color]

source: Cleared
ru: Очищено
